Repository: PCP-lab/crop-care
Catalog: frontend/lib/l10n/app_*.arb
Languages: es

# splashSubtitle
source: Detect. Protect. Prosper.
es: Detectar. Proteger. Prosperar.

# homeTitle
source: Home
es: Inicio

# homeQuestion
source: Are my plants healthy?
es: ¿Mis plantas están saludables?

# homeInstruction
source: Tap on the card to start
es: Toca la tarjeta para comenzar

# plantName
source: Plant name: {name}
es: Nombre de la planta: {name}

# plantFactMoisture
source: Moisture level {percent}%
es: Nivel de humedad {percent}%

# resultsTitle
source: Results
es: Resultados

# uploadPhoto
source: Upload the photo
es: Subir la foto

source: Camera
es: Cámara

source: Gallery
es: Galería

source: Description
es: Descripción

source: Date noticed
es: Fecha observada

source: Diagnose
es: Diagnosticar

# descriptionHint
source: Describe what you see(spots,discoloration,pests,wilting, ec.)
es: Describe lo que ves (manchas, decoloración, plagas, marchitez, etc.)
